Repository: glouis/Laima-Discord-Bot
Catalog: laima/i18n/*/LC_MESSAGES/laima.po
Languages: fr

source: Discord bot dedicated to the Krosmaga CCG
fr: Bot Discord pour le CCG Krosmaga

source: I aim to provide useful commands to the Krosmaga community!
fr: Mon but est de fournir des commandes utiles pour la communauté de Krosmaga !

source: Author of the illustration
fr: Auteur de l'illustration

source: Below is the complete illustration of Laima. You can visit the DeviantArt page of FeaRei by cliking on the title!
fr: Ci-dessous est l'illustration complète de Laima. Vous pouvez visiter la page DeviantArt de FeaRei en cliquant sur le titre !

source: Creature
fr: Invocation

source: Spell
fr: Sort

source: Object
fr: Objet

source: Brotherhood of Oropo
fr: La Fratrie d'Oropo

source: Necro
fr: Nécrome

source: None
fr: Aucun

source: Cra
fr: Crâ

source: Feca
fr: Féca

source: Xelor
fr: Xélor

source: Arachnee
fr: Arakne

source: Gobball
fr: Bouftou

source: Boowolf
fr: Mulou

source: Larva
fr: Larve

source: Treechnid
fr: Abraknyde

source: Wabbits
fr: Wabbit

source: Drheller
fr: Phorreur

source: Crackler
fr: Craqueleur

source: Scaraleaf
fr: Scarafeuille

source: Piwi
fr: Piou

source: Blibli
fr: Gligli

source: Strich
fr: Truche

source: Monk
fr: Moine

source: Cawwot
fr: Cawotte

source: Jelly
fr: Gelée

source: Whisperer
fr: Chuchoteur

source: Brotherhood of the Tofu
fr: Confrérie du Tofu

source: Unknow
fr: Inconnu

source: Bow Meow
fr: Chacha

source: Snapper
fr: Pichon

source: Schnek
fr: Slek

source: Crobak
fr: Corbac

source: Doll
fr: Poupée

source: Masqueraider
fr: Zobal

source: Rogue
fr: Roublard

source: Mushd
fr: Boo

source: Pig
fr: Cochon

source: Castuc
fr: Cacterre

source: Toad
fr: Crapaud

source: Kwismas creature
fr: Créature de Nowel

source: Scarecrow
fr: Epouvantail

source: Puddly
fr: Flaqueux

source: Grambo
fr: Grouilleux

source: Vigilante
fr: Justicier

source: Kralove
fr: Kralamour

source: Princess
fr: Princesse

source: Plant
fr: Plante

source: Flea
fr: Puce

source: Shark
fr: Requin

source: Albatrocious
fr: Salbatroce

source: Foggernaut
fr: Steamer

source: Taur
fr: Taure

source: Midgins
fr: Nimbos

source: Loot
fr: Butin

source: Chest
fr: Coffre

source: Trap
fr: Piège

source: Snoofle
fr: Snouffle

source: Drhellzerker
fr: Phorzerker

source: Ghoul
fr: Goule

source: Brotherhood of the Forgotten
fr: La Fratrie des Oubliés

source: Neutral
fr: Neutre

source: Common
fr: Commune

source: Uncommon
fr: Peu commune

source: Krosmic
fr: Krosmique

source: Rarity
fr: Rareté

source: AP Cost
fr: Coût en PA

source: Life
fr: Vie

source: Attack
fr: Attaque

source: Movement Point
fr: Point de Mouvement

source: {value} is not an integer
fr: {value} n'est pas entier

source: The number of victory cannot be negative
fr: Le nombre de victoire ne peut pas être négatif

source: The number of victory cannot be greater than 12
fr: Le nombre de victoire ne peut être supérieur à 12

source: Victories
fr: Victoires

source: Level
fr: Niveau

source: Pack
fr: Paquet

source: Chips
fr: Jetons

source: Earnings
fr: Gains

source: You cannot lose more than 3 times!
fr: Vous ne pouvez pas perdre plus de 3 fois !

source: {value} is not a number
fr: {value} n'est pas un nombre

source: {value} is not greater than 1
fr: {value} n'est pas supérieur à 1

source: {value} is not lesser than 12
fr: {value} n'est pas inférieur à 12

source: https://www.krosmaga.com/en/esport
fr: https://www.krosmaga.com/fr/esport

source: Tournament
fr: Tournois

source: Shows this message.
fr: Affiche ce message.

source: Type {0}{1} command for more info on a command.
fr: Utilisez {0}{1} commande pour plus d'information sur une commande.

source: Commands:
fr: Commandes:

source: Error, This language was already set
fr: Erreur, ce langage était déjà défini

source: The language on this server was successfully changed!
fr: Le langage sur ce serveur a été changé avec succès !

source: Error, this language was already set on this server
fr: Erreur, ce langage était déjà défini sur ce serveur

source: The language on this channel was successfully changed!
fr: Le langage sur ce salon a été changé avec succès !

source: https://www.krosmaga.com/en/community/leaderboard
fr: https://www.krosmaga.com/fr/communaute/ladder

source: eternal
fr: eternel

source: seasonal
fr: saisonnier

source: Rank
fr: Rang

source: Nickname
fr: Pseudo

source: Victories/Defeats
fr: Victoires/Défaites

source: Sorry, I did not find anyone.
fr: Désolé, je n'ai trouvé personne.

source: Error, this language was already set on this channel
fr: Erreur, ce langage était déjà défini sur ce salon

source: This bot is dedicated to the Krosmaga CCG.
fr: Ce bot est dédié au CCG Krosmaga.

source: No command called {} found.
fr: Aucune commande {} trouvée.

source: Command {0.name} has no subcommands.
fr: La commande {0.name} n'a pas de sous-commandes.

source: Give information about Laima
fr: Donne des informations à propos de Laima

source: Display a card
fr: Affiche une carte

source: Calculate the earnings of the draft mode
fr: Calcule les gains du mode draft

source: Give keywords in order to find the card you want to see.
fr: Donne des mots clés pour trouver la carte que tu veux voir.

source: Give the play number(s) where you lose. If you reached the level four, you will be ask to indicate the play(s) where you did an all-in.
fr: Donnez le(s) numéro(s) de partie où vous avez perdu. Si vous avez atteint le niveau quatre, je vous demanderais de m'indiquer les parties où vous avez fait all-in.

source: You must provide at least a keyword!
fr: Il faut donner au moins un mot clé !

source: Sorry, no card found.
fr: Désolé, aucune carte trouvée.

source: Give the play number(s) where you did **all-in**
fr: Donnez le(s) numéro(s) de partie où vous avez fait **all-in**

source: Sorry, too many card found.
fr: Désolé, la recherche n'est pas assez précise.

source: Choose the card you want to see:
fr: Choisi la carte que tu veux voir :

source: Sorry, your answer do not correspond to a choice.
fr: Désolé, ta réponse ne correspond pas à un choix.

source: Sorry, you were too long to answer.
fr: Désolé, le temps pour choisir est écoulé.

source: Choose an element in a list
fr: Choisi un élément dans une liste

source: Give the different choices as parameters.
fr: Donnez les différents choix en paramètres.

source: You must provide at least a choice!
fr: Il faut donner au moins un choix !

source: I choose... {0}!
fr: Je choisi... {0} !

source: The numbers must be integers
fr: Les numéros doivent être entiers

source: Display a table with the potential earnings
fr: Affiche un tableau avec les gains potentiels

source: Give the number(s) of victories for which you want an estimation of the earnings. Without parameters, display the complete table
fr: Donnez le(s) nombre(s) de victoire pour lesquels vous voulez une estimation des gains. Sans paramètres, affiche tout le tableau.

source: Give information about the Krosmaga's esport
fr: Donne des informations sur l'esport Krosmaga

source: No subcommand used. Run ```{prefix}help esport``` for more help.
fr: Aucune sous-commande utilisée. Faites ```{prefix}help esport``` pour plus d'aide.

source: Display the esport calendar
fr: Affiche le calendrier esport

source: Display the ladder of the esport competition
fr: Affiche le classement de la compétition esport

source: The parameter, optional, can be the last place you want to see, a range of places (e.g. 23-42) or 0 to see the complete ladder. If no parameter is given, the top 20 players are displayed
fr: Le paramètre, optionel, est soit la dernière place à afficher, un intervalle de places (e.g. 23-42) ou 0 pour voir le classement complet. Si aucun paramètre n'est donné, les 20 premiers joueurs sont affichés

source: Sorry a place cannot be negative.
fr: Désolé, une place ne peut pas être négative.

source: Sorry, the first place is not between 1 and {last_place} (last place).
fr: Désolé, la première n'est pas entre 1 et {last_place} (dernière place).

source: Sorry, bad request. Run ```{prefix}help esport ladder``` for more help.
fr: Désolé, mauvaise requête. Faites ```{prefix}help esport ladder``` pour plus d'aide.

source: Display the seasonal or eternal ladder
fr: Affiche le ladder saisonnier ou global

source: The first parameter, optional, can be a nickname, a place between 1 and 100 or a range of place (e.g. 1-32). The second one, also optional, is the season number (0 for eternal). If no parameters are given, the top 20 players of the current season are displayed.
fr: Le premier paramètre, facultatif, peut-être un pseudo, une place entre 1 et 100 ou un intervalle (e.g. 1-32). Le deuxième, également facultatif, est le numéro de la saison (0 pour global). Si aucun paramètre n'est donné, le top 20 des joueurs de la saison en cours est affiché

source: Sorry, the place asked is not between 1 and 100.
fr: Désolé, la place demandée n'est pas entre 1 et 100.

source: Sorry, the first place is not between 1 and 100.
fr: Désolé, la première place n'est pas entre 1 et 100.

source: Sorry, the last place is not between 1 and 100.
fr: Désolé, la dernière place n'est pas entre 1 et 100.

source: Allow to change the language used on the server or in a channel
fr: Permet de changer le langage utilisé sur le serveur ou dans un salon

source: Indicate which language you want to use. Available: en, fr, es.
fr: Indiquez quel langage vous voulez utiliser. Disponible : en, fr, es.

source: Takes two parameters. First is to precise where you want to change the language (channel or server). Second is to indicate which language you want to use (available: en, fr, es) ; use 0 for a channel to make it use the language of the server.
fr: Prend deux paramètres. Le premier est le périmètre où le langage doit être changé (channel ou server). Le deuxième est le langage que vous voulez utilisé (disponible: en, fr, es) ; utilisez 0 sur un salon pour lui faire utiliser le langage du serveur.

source: Error, use either *en* or *fr* as parameter
fr: Erreur, utilisez soit *en* ou *fr* en paramètre

source: Error, the language was not recognised
fr: Erreur, le langage n'a pas été reconnu

source: Error, 0 cannot be used for a server
fr: Erreur, 0 ne peut pas être utilisé pour un serveur

source: Error, the scope was not recognised
fr: Erreur, le périmètre n'a pas été reconnu

source: Only administrators of the server can use this command
fr: Seuls les administrateurs du serveur peuvent utiliser cette commande

source: Change the prefix to call Laima on the server
fr: Change le préfixe pour appeler Laima sur le serveur

source: Give the new prefix you want to use. Limited to 3 characters.
fr: Donnez le nouveau préfixe que vous voulez utiliser. Limité à 3 caractères.

source: This command takes one unique parameter
fr: Cette commande prend un unique paramètre

source: Allow to subscribe or unsubscribe to the rss feed of Krosmaga
fr: Permet de s'abonner ou se désabonner au fil rss de Krosmaga

source: Use one of the subcommands
fr: Utilisez une des sous-commandes

source: No subcommand used. Run ```{prefix}help rss``` for more help.
fr: Aucune sous-commande utilisée. Faites ```{prefix}help rss``` pour plus d'aide.

source: Roll one or several dice amongst the most commons
fr: Lance un ou plusieurs dés parmis les plus communs

source: With no parameters, roll a six-sided dice; otherwise, the first parameter define the number of dice to roll and the second the number of side of the dices.
fr: Sans paramètres, lance un dé à six face; sinon, le premier paramètre défini le nombre de dé à lancer et le second le nombre de face des dés.

source: You obtained a {0}!
fr: Tu as obtenu {0} !

source: I only have 4, 6, 8, 10, 12 or 20 -sided dices, sorry!
fr: Je n'ai que des dés avec 4, 6, 8, 10 ,12 ou 20 faces, désolé !

source: The number of dice must be between 1 and 100!
fr: Le nombre de dé doit être entre 1 et 100 !

source: Subscribe the current channel
fr: Abonne le salon actuel

source: Unsubscribe the current channel
fr: Désabonne le salon actuel

source: Indicate if the current channel is currently subscribed or not
fr: Indique si le salon actuel est actuellement abonné ou non

source: Give the rewards of the ranked mode
fr: Donne les récompenses du mode classé

source: Give the rank(s) for which you want the rewards. Accepted values are number from 6 to 30, top100, top20, 3rd, 2nd and 1st. If no rank are given, display the all table.
fr: Donnez le(s) rang(s) pour le(s)quel(s) vous voulez les récompenses. Les valeurs acceptées sont les nombres de 6 à 30, top100, top20, 3rd, 2nd et 1st. Si aucun rang n'est donné, affiche le tableau complet.

source: No subcommand used. Run ```{prefix}help twitter``` for more help.
fr: Aucune sous-commande utilisée. Faites ```{prefix}help twitter``` pour plus d'aide.

source: Allow to subscribe or unsubscribe to the twitter timeline of Krosmaga (fr)
fr: Permet de s'abonner ou se désabonner au fil twitter de Krosmaga

source: Display the last tweet of Krosmaga
fr: Affiche le dernier tweet de Krosmaga

source: The prefix on this server has been successfully changed
fr: Le préfixe de ce serveur a été changé avec succès

source: The prefix cannot exceed 3 characters
fr: Le préfixe ne peut pas avoir plus de 3 caractères

source: Krosmaga (en)
fr: Krosmaga (fr)

source: http://www.krosmaga.com/en
fr: http://www.krosmaga.com/fr

source: https://www.krosmaga.com/en/rss/news.xml
fr: https://www.krosmaga.com/fr/rss/news.xml

source: This channel is now subscribed to the rss feed of Krosmaga
fr: Ce salon est maintenant abonné au flux rss de Krosmaga

source: Error, this channel is already subscribed to the rss feed of Krosmaga
fr: Erreur, ce salon est déjà abonné au flux rss de Krosmaga

source: Error, this channel is already not subscribed to the rss feed of Krosmaga
fr: Erreur, ce salon n'est déjà pas abonné au flux rss de Krosmaga

source: This channel is now unsubscribed from the rss feed of Krosmaga
fr: Ce salon est maintenant désabonné du flux rss de Krosmaga

source: This channel is not subscribed to the rss feed of Krosmaga
fr: Ce salon n'est pas abonné au flux rss de Krosmaga

source: This channel is subscribed to the rss feed of Krosmaga
fr: Ce salon est abonné au flux rss de Krosmaga

source: Rank
fr: Rang

source: Cards
fr: Cartes

source: Pedestal
fr: Socle

source: Yes
fr: Oui

source: Trophy
fr: Trophé

source: Error, the rank cannot be negative
fr: Erreur, le rang ne peut être négatif

source: Sorry, ranks under 6 do not earn anything
fr: Désolé, les rangs inférieurs à 6 ne gagnent rien

source: Error, there are no rank above 30
fr: Erreur, il n'y a pas de rang au-dessus de 30

source: Error, rank not recognized
fr: Erreur, rang non reconnu

source: Krosmaga_EN
fr: krosmaga

source: Tweet from Krosmaga
fr: Tweet de Krosmaga

source: Quoted by Krosmaga
fr: Cité par Krosmaga

source: Retweeted by Krosmaga
fr: Retweeté par Krosmaga

source: This channel is now subscribed to the twitter timeline of Krosmaga
fr: Ce salon est maintenant abonné au fil twitter de Krosmaga

source: Error, this channel is already subscribed to the twitter timeline of Krosmaga
fr: Erreur, ce salon est déjà abonné au fil twitter de Krosmaga

source: Error, this channel is already not subscribed to the twitter timeline of Krosmaga
fr: Erreur, ce salon n'est déjà pas abonné au fil twitter de Krosmaga

source: This channel is now unsubscribed from the twitter timeline of Krosmaga
fr: Ce salon n'est maintenant plus abonné au fil twitter de Krosmaga

source: This channel is not subscribed to the twitter timeline of Krosmaga
fr: Ce salon n'est pas abonné au fil twitter de Krosmaga

source: This channel is subscribed to the twitter timeline of Krosmaga
fr: Ce salon est abonné au fil twitter de Krosmaga

source: Silver
fr: Argent

source: Gold
fr: Or

source: Necroms
fr: Nécromes

source: 1st
fr: 1er

source: 2nd
fr: 2ème

source: 3rd
fr: 3ème

source: Veteran
fr: Vétéran
